package main

var a = `孤島サスペンスホラー
主人公
順位	名前	得票数
1	野々原茜	27869
2	佐竹美奈子	7816
3	田中琴葉	4188
4	白石紬	1307
5	天海春香	874
6	星井美希	824
7	所恵美	615
8	四条貴音	516
9	七尾百合子	500
10	最上静香	456
更新日時 12/21 00:05 / 10 位までの得票総数 44965
友達
順位	名前	得票数
1	島原エレナ	12026
2	高坂海美	7247
3	横山奈緒	4915
4	伊吹翼	1486
5	双海真美	460
6	所恵美	342
7	田中琴葉	292
8	佐竹美奈子	194
9	我那覇響	167
10	野々原茜	130
更新日時 12/21 00:05 / 10 位までの得票総数 27259
先生
順位	名前	得票数
1	秋月律子	22597
2	桜守歌織	10267
3	三浦あずさ	1084
4	豊川風花	871
5	馬場このみ	721
6	百瀬莉緒	231
7	中谷育	224
8	白石紬	152
9	篠宮可憐	143
10	所恵美	124
更新日時 12/21 00:05 / 10 位までの得票総数 36414
館の女主人
順位	名前	得票数
1	二階堂千鶴	21458
2	水瀬伊織	21352
3	天空橋朋花	12864
4	四条貴音	1602
5	三浦あずさ	716
6	桜守歌織	460
7	百瀬莉緒	322
8	田中琴葉	165
9	白石紬	162
10	馬場このみ	162
更新日時 12/21 00:05 / 10 位までの得票総数 59263
メイド
順位	名前	得票数
1	北沢志保	20398
2	高槻やよい	19440
3	豊川風花	3662
4	白石紬	501
5	真壁瑞希	409
6	菊地真	392
7	桜守歌織	391
8	三浦あずさ	257
9	如月千早	241
10	星井美希	195
更新日時 12/21 00:05 / 10 位までの得票総数 45886
おとぎの国の物語
少女
順位	名前	得票数
1	木下ひなた	17459
2	萩原雪歩	16232
3	箱崎星梨花	14532
4	中谷育	8105
5	望月杏奈	707
6	高槻やよい	486
7	七尾百合子	423
8	周防桃子	391
9	徳川まつり	279
10	田中琴葉	222
更新日時 12/21 00:05 / 10 位までの得票総数 58836
妖精
順位	名前	得票数
1	周防桃子	20120
2	春日未来	14346
3	矢吹可奈	13689
4	白石紬	2162
5	ジュリア	611
6	箱崎星梨花	437
7	徳川まつり	360
8	高槻やよい	358
9	田中琴葉	354
10	星井美希	291
更新日時 12/21 00:05 / 10 位までの得票総数 52728
魔法使い
順位	名前	得票数
1	徳川まつり	26004
2	四条貴音	25693
3	篠宮可憐	8466
4	七尾百合子	472
5	ロコ	303
6	百瀬莉緒	285
7	真壁瑞希	197
8	水瀬伊織	183
9	北上麗花	153
10	白石紬	148
更新日時 12/21 00:05 / 10 位までの得票総数 61904
オオカミ
順位	名前	得票数
1	我那覇響	14842
2	大神環	11207
3	百瀬莉緒	1523
4	所恵美	1309
5	双海真美	251
6	田中琴葉	218
7	菊地真	156
8	舞浜歩	131
9	北沢志保	129
10	四条貴音	126
更新日時 12/21 00:05 / 10 位までの得票総数 29892
旅人
順位	名前	得票数
1	三浦あずさ	25351
2	永吉昴	17792
3	北上麗花	12040
4	ロコ	3965
5	真壁瑞希	297
6	如月千早	231
7	白石紬	83
8	四条貴音	60
9	ジュリア	46
10	星井美希	44
更新日時 12/21 00:05 / 10 位までの得票総数 59909
近未来アウトサイダー
ダスク
順位	名前	得票数
1	如月千早	38342
2	真壁瑞希	24475
3	所恵美	1777
4	ジュリア	292
5	星井美希	283
6	北沢志保	219
7	永吉昴	201
8	白石紬	178
9	我那覇響	153
10	舞浜歩	150
更新日時 12/21 00:05 / 10 位までの得票総数 66070
バスターブレイド
順位	名前	得票数
1	星井美希	31110
2	高山紗代子	19551
3	福田のり子	13943
4	舞浜歩	8872
5	馬場このみ	8649
6	ジュリア	6694
7	最上静香	5779
8	ロコ	111
9	菊地真	110
10	二階堂千鶴	109
更新日時 12/21 00:05 / 10 位までの得票総数 94928
アマリリス
順位	名前	得票数
1	エミリー	21252
2	望月杏奈	14082
3	七尾百合子	13889
4	松田亜利沙	13422
5	萩原雪歩	622
6	天空橋朋花	369
7	白石紬	318
8	周防桃子	184
9	箱崎星梨花	165
10	星井美希	161
更新日時 12/21 00:05 / 10 位までの得票総数 64464
ベルベット
順位	名前	得票数
1	菊地真	22405
2	伊吹翼	5936
3	星井美希	2273
4	篠宮可憐	297
5	我那覇響	203
6	ジュリア	202
7	福田のり子	179
8	望月杏奈	131
9	宮尾美也	111
10	佐竹美奈子	105
更新日時 12/21 00:05 / 10 位までの得票総数 31842
ファイナルデイ
順位	名前	得票数
1	天海春香	21499
2	田中琴葉	11382
3	宮尾美也	9779
4	星井美希	256
5	矢吹可奈	208
6	天空橋朋花	168
7	双海真美	154
8	水瀬伊織	144
9	周防桃子	136
10	秋月律子	135
更新日時 12/21 00:05 / 10 位までの得票総数 43861`

func main() {
	get()
}
